<template>
<div class="aboutVipBox">
  <div class="aboutvipmsg">
          <div class="titleDiv">《客乐芙用户服务协议》</div>
            <p style="text-align:right">协议更新日期：2020年04月07日</p>
            <p style="font-weight: bold;">【说明】本协议为《客乐芙用户服务协议》，自本协议发布之日起，客乐芙平台（包括但不限于网站、H5页面、移动应用APP、微信公众平台、微信小程序、支付宝小程序等）及客乐芙合作方平台所称“客乐芙用户服务协议”均指本协议。当您通过网络页面点击确认或以其他方式接受本协议，即表示您与客乐芙已达成一致，成为客乐芙平台用户，并同意接受本协议全部的约定内容以及与本协议有关的已经发布或将来可能发布的各项产品的权益规则、使用说明、页面提示、操作流程、公告或通知（以下统称“本协议”）。一旦您通过客乐芙或客乐芙合作方平台以任何方式购买、兑换、获取、使用客乐芙提供的权益产品，即视为您同意接受本协议。</p>
            <p style="font-weight: bold;">【审慎阅读提示】在您通过网络页面点击确认接受本协议之前或在您购买、兑换、获取、使用客乐芙提供的权益产品前，请您务必仔细阅读本协议所有条款，充分理解各条款内容，特别是加粗、黑体字部分标识的有关限制、免除责任的条款、法律适用及争议条款。如您对本协议条款存在疑义，请您立即停止点击确认或主动停止使用客乐芙用户服务。</p>

            <h2 style="font-weight: bold;">第一条 概述</h2>
            <p style="font-weight: bold;">1、本协议双方为上海静元信息技术有限公司（本协议项下称“客乐芙”或“我们”）与客乐芙用户（本协议项下称“您”或“用户”），本协议具有合同法律效力。</p>
            <p>2、您必须为具有完全民事行为能力的自然人，能够独立承担民事责任；若您为限制民事行为能力或无民事行为能力者，则您的法定监护人应承担相应的法律责任。</p>
            <p>3、客乐芙可能根据中华人民共和国法律法规的要求或业务运营的需要，对本协议不时进行修改。<strong>除非另有规定，否则任何变更或修改将在修订内容于客乐芙平台或客乐芙合作方平台发布之时立即生效，您对客乐芙用户服务的使用、继续使用将表明您接受此等变更或修改。如果您不同意本协议（包括我们可能不定时对其或其中引述的其他规则所进行的任何修改）的全部或部分约定，则请勿使用客乐芙提供的所有产品和服务，或您可以主动取消客乐芙提供的服务。</strong></p>

            <h2 style="font-weight: bold;">第二条 服务内容</h2>
            <p>1、客乐芙平台提供的服务内容包括但不限于消费、娱乐、卡券、资讯、交通出行、生活服务等各类服务，兼容自有业务产品、外接第三方业务产品服务。 客乐芙平台提供的具体服务内容由我们根据实际情况提供并不时更新，包括但不限于信息、图片、文章、评论、链接等。我们对提供的服务拥有解释权。 </p>
            <p>2、您使用客乐芙的产品和服务时所需的相关的设备以及网络资源等（如：个人电脑及其他与接入互联网或移动网有关的装置等）及所需的费用（如：为接入互联网而支付的电话费及上网费等）均由您自行负担。 </p>
            <p>3、本协议项下的各项服务（包括但不限于权益产品、会员服务）将由客乐芙及其关联公司自行或根据第三方合作方的授权分别或共同提供，或由客乐芙合作的商户提供。</p>
            <p style="font-weight: bold;">4、如您通过客乐芙平台向合作服务方购买产品或服务的，则您知晓并同意，合作服务方向您交付产品或服务并承担物流及售后保障，如您需要开具发票的，由合作服务方负责开具；平台仅提供居间服务，并非您所购买的产品或服务的提供方，不对产品或服务承担任何售后保障服务。</p>
            <p style="font-weight: bold;">5、客乐芙会对其合作商户进行严格地审核，但客乐芙无法逐一审查产品及/或服务的信息，无法逐一审查交易所涉及的产品及/或服务的质量、安全以及合法性、真实性、准确性，对此用户应自行谨慎判断。由此产生的用户与客乐芙合作商户之间的纠纷，由用户与客乐芙合作商户之间自行协商解决，客乐芙及其旗下所有平台不对此承担任何法律责任及/或担保责任。</p>
            <p>6、客乐芙平台上不同产品及服务对应不同收费标准，具体收费时点以平台显示为准。客乐芙平台服务费用采用线上付费的方式，包括但不限于微信、支付宝、银行卡快捷支付、信用卡等方式。具体付款方式以平台显示为准。</p>
            <p>7、客乐芙可通过平台、网站、电子邮件、手机短信等向您发送服务产品、重要提示、促销信息、订单申请信息、服务协议、服务规则等信息。您如果不愿意接收此类信息，您有权通过客乐芙提供的相应的退订功能进行退订。</p>
            <p>8、客乐芙有权在确有必要的情况下，自行或授权平台的其他方通过合理的方式向用户或用户联系人告知本协议相关情况。</p>
            <p>9、您在使用客乐芙平台服务时，必须遵守中华人民共和国相关法律法规的规定。您应自行承担违反上述法律法规（“违法行为”）和/或本协议（“违约行为”）所产生的责任和损失，并赔偿客乐芙、客乐芙的其他用户及相关第三方因您的违法行为、违约行为所产生的全部实际损失。</p>
            <p>10、您同意将不会利用本服务进行任何违法或不正当的活动，包括但不限于下列行为∶</p>
            <p>（1）上载、展示、张贴、传播或以其它方式传送含有下列内容之一的信息；</p>
            <p>1) 违反国家法律法规禁止性规定的；</p>
            <p>2) 政治宣传、封建迷信、淫秽、色情、赌博、暴力、恐怖或者教唆犯罪的；</p>
            <p>3) 欺诈、虚假、不准确或存在误导性的；</p>
            <p>4) 侵犯他人知识产权或涉及第三方商业秘密及其他专有权利的；</p>
            <p>5) 侮辱、诽谤、恐吓、涉及他人隐私等侵害他人合法权益的；</p>
            <p>6) 存在可能破坏、篡改、删除、影响客乐芙平台任何系统正常运行或未经授权秘密获取客乐芙平台及其他用户的数据、个人资料的病毒、木马、爬虫等恶意软件、程序代码的；</p>
            <p>7) 其他违背社会公共利益或公共道德或依据相关客乐芙平台协议、规则的规定不适合在客乐芙平台上发布的。</p>
            <p>（2）不得为任何非法目的而使用客乐芙平台服务，也不得以任何非法方式使用客乐芙平台服务；</p>
            <p>（3）不利用客乐芙平台服务从事以下活动：</p>
            <p>1) 未经允许，进入计算机信息网络或者使用计算机信息网络资源的；</p>
            <p>2) 未经允许，对计算机信息网络功能进行删除、修改或者增加的；</p>
            <p>3) 未经允许，对进入计算机信息网络中存储、处理或者传输数据和应用程序进行删除、修改或者增加的；</p>
            <p>4) 故意制作、传播计算机病毒等破坏性程序的；</p>
            <p>5) 其他危害计算机信息网络安全的行为。</p>
            <p style="font-weight: bold;">（4）除我们书面同意，不得对客乐芙平台服务（或任何部分）之使用或获得，进行复制、拷贝、出售、转售或用于任何其他商业目的。</p>



            <h2 style="font-weight: bold;">第三条 账户说明</h2>
            <p>1、当您按照客乐芙平台页面提示填写信息、阅读并同意本协议且完成首次登陆程序后，您即获得客乐芙平台账户并成为客乐芙平台用户。<strong>客乐芙平台只允许每位用户使用一个客乐芙平台账户。</strong></p>
            <p style="font-weight: bold;">如有证据证明或客乐芙平台有理由相信您存在不当注册或不当使用多个客乐芙平台账户的情形，客乐芙平台可采取冻结或关闭账户、取消订单、拒绝提供服务等措施，如给客乐芙平台及相关方造成损失的，您还应承担赔偿责任。</p>
            <p>2、您有权使用您确认的手机号码（或称“账户名称”）及手机验证码（账户名称及验证码合称“账户”）登录客乐芙平台。</p>
            <p style="font-weight: bold;">3、由于您的客乐芙账户关联您及客乐芙平台的商业信息，您的客乐芙账户仅限您本人使用。未经客乐芙同意，您直接或间接授权第三方使用您的客乐芙账户或获取您账户项下信息的行为无效。如有证据证明或客乐芙有理由判断您客乐芙账户的使用可能危及您的账户安全及/或客乐芙平台信息安全的，客乐芙可拒绝提供相应服务或终止本协议。</p>
            <p>4、由于您的客乐芙账户关联您的信用信息，仅当有法律明文规定、司法裁定或经客乐芙同意，并符合客乐芙平台规则规定的用户账户转让流程的情况下，您可进行账户的转让。您的账户一经转让，该账户项下权利义务一并转移。除此外，您的账户不得以任何方式转让，否则客乐芙平台有权追究您的违约责任，且由此产生的一切责任均由您承担。</p>
            <p>5、作为客乐芙平台经营者，为使您更好地使用客乐芙平台的各项服务，保障您的账户安全，客乐芙可要求您按照客乐芙平台的规则及我国法律规定完成实名认证。</p>
            <p>6、在使用客乐芙平台服务时，您应当按客乐芙平台页面的提示准确、完整地提供您的信息（包括您的姓名及手机号、联系地址等），以便客乐芙平台、合作服务方等更好地为您提供各类服务，并方便与您联系。您了解并同意，您有义务保持您提供信息的真实性、有效性、完整性。</p>
            <p>7、您应当及时更新您提供的信息，在法律有明确规定要求客乐芙作为平台服务提供者必须对部分用户的信息进行核实的情况下，客乐芙将依法不时地对您的信息进行检查核实，您应当配合提供最新、真实、完整、有效的信息。如客乐芙按您最后一次提供的信息与您联系未果、您未按客乐芙的要求及时提供信息、您提供的信息存在明显不实或行政司法机关核实您提供的信息无效的，您将承担因此对您自身、他人及客乐芙造成的全部损失与不利后果。客乐芙可向您发出询问或要求整改的通知，并要求您进行重新认证，直至中止、终止对您提供部分或全部客乐芙平台服务，客乐芙对此不承担责任。</p>
            <p>8、您的账户由您自行设置并由您保管，客乐芙任何时候均不会主动要求您提供您的手机验证码。因此，建议您务必保管好您的账户，并确保您在每个上网时段结束时以正确步骤离开客乐芙平台。账户因您主动泄露或因您遭受他人攻击、诈骗等行为导致的损失及后果，客乐芙并不承担责任，您应通过司法、行政等救济途径向侵权行为人追偿。</p>
            <p style="font-weight: bold;">9、除客乐芙存在过错外，您应对您账户项下的所有行为结果（包括但不限于在线签署各类协议、购买产品或服务等）负责。</p>
            <p style="font-weight: bold;">10、如发现任何未经授权使用您账户登录客乐芙平台或其他可能导致您账户遭窃、遗失的情况，建议您立即通知客乐芙，并授权客乐芙将该信息同步给与客乐芙合作的支付机构。您理解客乐芙对您的任何请求采取行动均需要合理时间，且客乐芙应您请求而采取的行动可能无法避免或阻止侵害后果的形成或扩大，除客乐芙存在法定过错外，客乐芙不承担责任。</p>



            <h2 style="font-weight: bold;">第四条 用户信息的使用和披露</h2>
            <p>1、客乐芙非常重视用户个人信息（即能够独立或与其他信息结合后识别用户身份的信息）的保护，在您使用客乐芙提供的服务时，您同意客乐芙按照本协议约定收集、存储、使用、披露和保护您的个人信息。</p>
            <p>2、我们如何收集信息</p>
            <p>（1）您向我们提供的信息。当您注册客乐芙账户、购买客乐芙“超级会员”、购买客乐芙的单个权益产品或服务、及您在使用客乐芙平台提供的相关服务时填写及/或提交的信息，包括您的姓名、身份证号码、护照姓、护照名、护照号码、电话号码、电子邮箱、地址、银行卡信息及相关附加信息（如您所在的省份和城市、邮政编码等）。</p>
            <p>（2）在您使用服务过程中收集的信息。为了提供并优化您需要的服务，我们会收集您使用服务的相关信息，这类信息包括：<br>在您使用客乐芙平台服务，或访问客乐芙平台网页时，客乐芙自动接收并记录的您的浏览器和计算机、移动设备上的信息，包括但不限于您的IP地址、浏览器的类型、使用的语言、访问日期和时间、软硬件特征信息及您需求的网页记录等数据；如您下载或使用客乐芙或其关联公司客户端软件，或访问移动网页使用客乐芙平台服务时，客乐芙可能会读取与您位置和移动设备相关的信息，包括但不限于设备型号、设备识别码、操作系统、分辨率、电信运营商等。</p>
            <p>与此同时，为提高您使用客乐芙平台提供的服务的安全性，更准确地预防钓鱼网站欺诈和木马病毒，我们可能会通过了解一些您的网络使用习惯、您常用的软件信息等手段来判断您账户的风险，并可能会记录一些我们认为有风险的URL。</p>
            <p style="font-weight: bold;">（3）向您推荐您可能感兴趣的内容，包括但不限于向您发出产品和服务信息，或通过系统向您展示个性化的第三方推广信息，或者在征得您同意的情况下与客乐芙的合作伙伴共享信息以便他们向您发送有关其产品和服务的信息。如您不希望接收上述信息，可通过相应的退订功能进行退订。</p>
            <p>（4）我们可能使用您的个人信息以预防、发现、调查欺诈、危害安全、非法或违反与我们或其关联方协议、政策或规则的行为，以保护您、其他我们用户，或我们或其关联方的合法权益。</p>
            <p>（5）我们可能会将来自某项服务的个人信息与来自其他服务的信息结合起来，用于为了给您提供更加个性化的服务使用，例如让您拥有更广泛的社交圈的需要而使用、共享或披露。</p>
            <p>（6）经您许可的其他用途。</p>
            <p>3、我们如何共享信息<br>我们对您的信息承担保密义务，不会为满足第三方的营销目的而向其出售或出租您的任何信息，我们会在下列情况下才将您的信息与第三方共享：</p>
            <p>（1）事先获得您的同意或授权。</p>
            <p>（2）根据法律法规的规定或行政或司法机构的要求。</p>
            <p>（3）向客乐芙的关联方分享您的个人信息。</p>
            <p>（4）向可信赖的合作伙伴提供您的个人信息，让他们根据我们的指示并遵循我们的隐私权政策以及其他任何相应的保密和安全措施来为我们处理这些信息。</p>
            <p>（5）如您是适格的知识产权投诉人并已提起投诉，应被投诉人要求，向被投诉人披露，以便双方处理可能的权利纠纷。</p>
            <p>（6）只有共享您的信息，才能提供您需要的服务，或处理您与他人的纠纷或争议。</p>
            <p>（7）如您出现违反中国有关法律、法规或者客乐芙相关协议或相关规则的情况，需要向第三方披露。</p>
            <p>（8）为维护客乐芙及其关联方或用户的合法权益。<br>您理解并同意，在上述情况下，第三方可以通过共享的信息向您核实、说明服务内容、推送活动信息等，不视为对您个人信息的泄露。</p>

            <p>4、个人信息的保护</p>
            <p>如您发现自己的个人信息泄密，尤其是你的客乐芙账户及手机验证码发生泄露，请您立即联络客乐芙客服，以便客乐芙采取相应措施。</p>
            <p>为保障您的信息安全，我们努力采取各种合理的物理、电子和管理方面的安全措施来保护您的信息，使您的信息不会被泄漏、毁损或者丢失，包括但不限于信息加密存储、数据中心的访问控制。我们对可能接触到您的信息的员工也采取了严格管理，包括但不限于根据岗位的不同采取不同的权限控制，与他们签署保密协议，监控他们的操作情况等措施。</p>
            <p>5、非个人信息的保证与授权</p>
            <p>（1）您声明并保证，您对您所发布的信息拥有相应、合法的权利。否则，客乐芙可对您发布的信息依法或依本协议进行删除或屏蔽。</p>
            <p>（2）对于您提供、发布及在使用客乐芙平台服务中形成的除个人信息外的文字、图片、视频、音频等非个人信息，<strong>在法律规定的保护期限内您免费授予客乐芙及其关联公司获得全球排他的许可使用权利及再授权给其他第三方使用并可以自身名义对第三方侵权行为取证及提起诉讼的权利。您同意客乐芙及其关联公司存储、使用、复制、修订、编辑、发布、展示、翻译、分发您的非个人信息或制作其派生作品，并以已知或日后开发的形式、媒体或技术将上述信息纳入其它作品内。</strong></p>


            <h2 style="font-weight: bold;">第五条 知识产权</h2>
            <p>客乐芙及客乐芙平台的所有内容的知识产权均属客乐芙或相关权利方所有，包括但不限于文本、数据、图片、音频、视频、源代码、设计、软件、照片、商标、标识及其他全部信息。未经客乐芙同意，您不得以任何方式复制、传播、出版、公布、展示上述内容或以其他任何方式侵犯客乐芙及相关权利方知识产权。</p>

            <h2 style="font-weight: bold;">第六条 风险和免责</h2>
            <p style="font-weight: bold;">1、客乐芙将尽力促使提供的服务正确、持续、及时和安全，但在法律法规允许的最大范围内，不就此负担任何明示或默示的保证责任。</p>
            <p style="font-weight: bold;">2、因任何客乐芙不能预见、不能避免且不能克服的情形（“不可抗力事件”）或第三方原因造成客乐芙无法提供或迟延提供服务的，在不可抗力事件或第三方原因影响的范围内，客乐芙不承担相关违约责任，包括：</p>
            <p>（1）自然灾害、罢工、骚乱、战争、政府行为、司法行政命令等不可抗力事件；</p>
            <p>（2）电力供应故障、通讯网络和移动终端的软硬件故障等公共服务因素；</p>
            <p>（3）平台服务器故障、计算机病毒、恶意攻击等情形；</p>
            <p>（5）甲/乙类传染病；</p>
            <p>（6）任何第三方原因。</p>
            <p>若因上述原因造成您无法通过客乐芙平台访问和使用服务，您可尝试尽快联系我们寻求帮助。</p>

            <h2 style="font-weight: bold;">第七条 违约责任</h2>
            <p style="font-weight: bold;">1、如您违反在本协议所做的陈述、保证、承诺及其他义务，导致客乐芙遭受损失的，您应当承担赔偿责任。</p>
            <p style="font-weight: bold;">2、如果由于您违反本协议或任何法律、法规而侵害第三方的权利，引起第三方对客乐芙提起任何形式的索赔、诉讼、要求，客乐芙有权向您追偿相关损失。</p>
            <p>3、本协议项下的相关损失包括客乐芙发生的全部损失及向第三方支付的赔偿金、诉讼费、公证费、调查费、保全费、律师费等。</p>

            <h2 style="font-weight: bold;">第八条 协议终止</h2>
            <p><strong>除非客乐芙终止本协议或您申请终止本协议且经客乐芙同意，否则本协议始终有效</strong>。在您违反本协议相关规则，或根据相关法律法规及政府部门要求，我们有权通过邮寄、快递、电子邮件、站内信、系统信息、手机短信及传真等方式通知终止本协议或限制您使用客乐芙全部或部分服务。但我们的终止行为不免除您依据本协议或其他与我们签署的协议项下尚未履行完毕的义务。</p>

            <h2 style="font-weight: bold;">第九条 有效通知</h2>
            <p>1、客乐芙向您发出的任何通知，可采用电子邮件、页面公开区域公告、个人网络区域提示、手机短信或常规信件等方式，且该等通知应自发送之日视为已向用户送达或生效。对于您与我们的任何纠纷，您同意并授权司法机关在全部诉讼阶段和程序中按照上述方式向您送达任何法律文书。</p>
            <p>2、用户同意，用户向客乐芙发出的任何通知应发至客乐芙对外正式公布告知用户的电子邮件、通信地址、传真号码等联系信息，或使用其他客乐芙认可的其他通知方式进行送达。</p>

            <h2 style="font-weight: bold;">第十条 争议解决</h2>
           <p> 1、本协议之解释与适用，以及与本协议有关的争议，均应依照中华人民共和国法律予以处理。<strong>双方因本协议发生纠纷，应本着友好协商的原则商议解决，若协商不成，任何一方可提交签约地人民法院诉讼解决</strong>。除非另有规定，诉讼期间双方应当继续履行协议规定的义务。</p>
           <p> 2、如本协议的部分条款被视作无效或无法执行，其余部分则仍应具有法律效力。</p>
           <p> 3、本协议应取代双方此前就本协议任何事项达成的全部口头和书面协议、安排、谅解和通信。</p>
           <p> 4、客乐芙有权根据业务调整情况将本协议项下的全部权利义务一并转移给其关联公司，转让将以本协议规定的方式通知，用户承诺对此不持有异议。</p>

            <h2 style="font-weight: bold;">第十一条 完整协议</h2>
            <p style="font-weight: bold;">1、本协议由《客乐芙用户服务协议》、《客乐芙隐私权政策》、《客乐芙个人信息授权书》、各项产品的权益规则、《客乐芙超级会员服务协议》及使用说明、及本网站现在已经发布、公示的或将来可能发布、公示并不时更新的各类文件（包括但不限于网站公告、通知、新增服务内容及功能的各项协议及/或规则等文件）、页面提示、操作流程等组成，请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制服务方责任的条款。前述各项文件、规则、通知、操作提示有约定，而本协议条款没有约定的，以前述各项各项文件、规则、通知、操作提示等约定为准。如本协议条款与前述各项文件、规则、通知、操作提示等另行约定的内容相冲突或不一致，则应以前述各项文件、规则、通知、操作提示等另行约定的内容为准。</p>
            <p style="font-weight: bold;">2、本协议条款无论因何种原因部分无效或不可执行，不因此影响其余条款的效力，其余条款仍有效。</p>


            <h2 style="font-weight: bold;">第十二条 附则</h2>
           <p> 1、本协议适用中华人民共和国的法律、法规（不包括港澳台地区的法律法规)。</p>
           <p> 2、客乐芙保留对本协议做出不定时修改的权利，具体以实际公示的协议内容为准。</p>
            <p>3、本协议中的标题仅为方便而设，不影响对于条款本身的解释；本协议解释权归客乐芙所有。 </p>
           <p> 4、本协议签约地为上海市浦东新区。</p>

        </div>
  </div>
</template>

<script>
export default {
  name: 'registrationProtocol',
  data () {
    return {}
  },
  created () {},
  methods: {}
}
</script>

<style scoped lang="scss">
.aboutVipBox{ background: #fff;}
.aboutvipmsg{padding: .2rem .3rem;}
.aboutvipmsg{
   .titleDiv{text-align: center; padding: .2rem 0; font-size: .3rem; font-weight: bold; color: #333;}
}
.aboutvipmsg{
  h2{font-size: .28rem; padding: .1rem 0; color: #666;}
}
.aboutvipmsg {
  p{padding: .1rem 0; color: #999; line-height: .4rem;}
}
</style>
