<template>
<div class="aboutVipBox">
  <div class="aboutvipmsg">
          <div class="titleDiv" style="font-weight: bold;">《客乐芙隐私权政策》</div>
            <p style="text-align:right">协议更新日期：2020年04月07日</p>
            <p>客乐芙平台（包括但不限于网站、H5页面、移动应用APP、微信公众平台、微信小程序、支付宝小程序等）运营方上海静元信息技术有限公司（以下称“客乐芙”或“我们”）非常注重保护用户（“您”）的个人信息及隐私，我们深知个人信息对您的重要性，并将按照法律法规要求和业界成熟的安全标准，采取相应的安全保护措施来保护您的个人信息。我们希望通过本隐私政策向您清晰地介绍在使用我们的产品/服务时，我们如何处理您的个人信息，以及我们为您提供的访问、更正、删除和保护这些信息的方式。</p>
            <div style="font-weight: bold;">
            <p>本政策将帮助您了解以下内容：</p>
            <p>1、我们如何收集和使用您的个人信息</p>
            <p>2、我们如何使用 Cookie 和同类技术</p>
            <p>3、我们如何共享、转让、公开披露您的个人信息</p>
            <p>4、我们如何保存和保护您的个人信息</p>
            <p>5、您如何管理您的个人信息</p>
            <p>6、未成年人的个人信息保护</p>
            <p>7、通知和修订</p>
            <p>8、如何联系我们</p>
            <p>9、附录</p>

            <p>【特别提示】请您在使用我们提供的各项产品/服务前，仔细阅读并充分理解本《客乐芙隐私权政策》（以下称“隐私政策”，重点内容我们已将字体加粗请您特别关注）并作出相应选择。一旦您使用或继续使用我们的产品/服务时，即意味着您同意我们按照本隐私政策处理您的相关信息。</p>
            <p>如对本隐私政策有任何疑问，您可以通过本隐私政策“如何联系我们”中提供的方式与我们联系）。</p>
          </div>
        <p>客乐芙及关联公司（定义见附录）提供的产品/服务（包括未设独立隐私政策的客乐芙及关联公司提供的产品/服务），均适用本隐私政策。</p>
        <p style="font-weight: bold;">请您注意，本政策不适用于您通过我们的产品/服务而接入的其他第三方产品/服务(“其他第三方”，包括您的交易相对方、任何第三方网站以及第三方服务提供者等)，具体规定请参照该第三方的隐私政策或类似声明。</p>
        <h2>一、我们如何收集和使用您的个人信息</h2>
        <p>在您使用我们的产品/服务时，您需要/可以选择授权我们收集和使用个人信息的场景包括：</p>
        <p>1、为了向您提供我们产品/服务的基本功能，您需要授权我们收集、使用必要信息的情形，如您拒绝提供前述必要信息，您将无法正常使用我们的的产品/服务；</p>
        <p>2、为了向您提供我们产品/服务的拓展功能，您可以选择授权我们收集、使用信息的情形，如您拒绝提供前述信息，您将无法正常使用相关附加功能或无法实现我们拟达到的功能效果，但并不会影响您正常使用我们产品/服务的基本功能。</p>
        <p>（一）您需要授权我们收集和使用个人信息的场景</p>
        <p>我们会遵循正当、合法、必要的原则，出于本政策所述的下列目的收集和使用您的个人信息。</p>
        <p style="font-weight: bold;">1、帮助您成为我们的用户</p>
        <p>为遵守法律法规的要求，以及向您提供更个性化、更便捷的服务，在您注册成为客乐芙用户时，您需要至少提供手机号码及手机短信验证码以创建客乐芙账号，并完善相关的网络身份识别信息（如头像、昵称及登录密码等）；如果您仅需使用浏览、搜索等功能，您无需注册成为我们的用户以及提供上述信息。</p>
        <p style="font-weight: bold;">在提供账号信息的过程中，如果您愿意额外补充如下个人信息，将有助于我们向您提供更为个性化的服务：包括您的性别、生日、常居地、家乡、喜好、家庭信息等。如果您不提供该等信息，不会影响您享受客乐芙服务的基本功能。</p>
        <p style="font-weight: bold;">如您选择授权使用第三方账号登录或您通过第三方渠道入口进入客乐芙平台并开通客乐芙超级会员，我们会从第三方获取您共享的账号信息（如账号名称、头像等信息）与您的客乐芙账号进行绑定用于快捷登录，我们会依据与第三方的约定，在符合相关法规的前提下，使用您的个人信息。</p>
        <p style="font-weight: bold;">2、向您提供基于地理位置的信息展示</p>
        <p>为了向您提供周边吃喝玩乐及出行信息的展示和搜索服务，提升我们的服务表现、效率和功能，经您授权我们会收集您在使用我们服务过程中产生的相关信息，包括：</p>
        <p><strong>（1）位置信息。当您通过系统授权开启移动设备的定位功能并使用基于位置提供的服务时，</strong>我们会收集和使用您的位置信息以便为您推荐周边的生活服务（例如您不需要手动输入所在地理位置就可获得相关服务，估算商家与您之间的实际距离方便您进行消费决策，为您推荐附近的优惠信息等）。我们会使用有关技术获取您的<strong>位置信息</strong>（准确度会有所不同），这些技术包括 IP 地址、GPS 以及能够提供相关信息的WLAN（如Wi-Fi） 接入点、蓝牙和基站等。<strong>您可以在移动设备的系统中关闭定位服务停止我们对您所在位置信息的收集，但可能因此无法使用我们基于地理位置为您提供的服务，或者无法达到相关服务的预期效果。</strong></p>
        <p>（2）日志信息。当您使用我们提供的产品/服务时，我们会收集您的浏览、搜索记录等信息并作为有关网络日志进行保存，包括您的IP地址、浏览器的类型、使用的语言、操作系统的版本、访问的日期和时间、发布的信息、浏览、搜索、网络请求等。</p>
        <p style="font-weight: bold;">3、为您提供预订、下单、订单管理功能</p>
        <p>您在客乐芙平台上购买餐饮、休闲娱乐、生活服务、卡券、丽人、运动健身、住宿等权益产品或服务时，您需要根据所选择的服务类型提供<strong>联系人信息（姓名、性别、电话号码等）、地址信息（如您购买实物类产品需要配送时）、服务偏好（如就餐人数、入住人数等）</strong>等。</p>
        <p>您通过客乐芙平台或客乐芙客服热线预订酒店、饭店等服务时，您可能需要根据有关法律规定和相关方要求（酒店、旅行社及其代理方等）提供您的实名身份信息（包括但不限于您的身份证、军官证、护照、驾驶证、学生证等载明您身份的证件照片、复印件、号码等）、联系人信息（姓名、性别、电话号码等）、电子邮箱地址（用于确认订单信息等）、同行人信息、紧急联络人信息等。</p>
        <p>为向您展示您账户的订单信息及便于您对订单信息的管理，我们会收集您在使用我们服务过程中产生的订单信息。</p>
        <p><strong>您在客乐芙上生成的订单中，将可能包含您的身份信息、联络信息、行程信息、住宿信息、支付信息等，这些都属于敏感信息，请您谨慎向他人展示或对外提供，</strong>我们也将会在展示订单信息时，在保证信息可用性的基础上尽量去标识化处理。</p>
        <p style="font-weight: bold;">4、为您提供涉及配送、代邮寄功能</p>
        <p>当您在客乐芙上使用相应功能涉及配送（例如涉及实物产品需要配送）/代邮寄（例如发票邮寄）服务时，您需要提供取/收货人的姓名、性别（用于配送人员联络时称呼您，如刘女士）、手机号码、收货地址、门牌号等，以便于您的订单能够安全准确送达并完成。</p>
        <p style="font-weight: bold;">5、帮助您完成支付</p>
        <p>您在客乐芙平台上进行订单支付时，您可以选择客乐芙合作的第三方支付机构（例如微信支付、QQ钱包、Apple Pay、支付宝等合作方）所提供的服务进行支付。我们需要收集您的客乐芙订单信息、对账信息及其他法律要求的必要信息并与这些合作机构共享，以确认您的支付指令并帮助您完成支付。</p>
        <p style="font-weight: bold;">6、为您提供客服和售后服务</p>
        <p style="font-weight: bold;">当您与我们的客服取得联系时，我们的系统可能会记录您与客服之间的通讯记录（包括聊天记录和通话录音），以及使用您的账号信息以便核验身份；当您需要我们提供与您订单相关的客户服务时，我们可能会查询您的相关订单信息以便给予您适当的帮助和处理；当您需要客服协助您修改有关信息（如配送地址、联系方式等）时，您可能还需要提供上述信息外的其他信息以便完成修改。  </p>
        <p style="font-weight: bold;">7、为您提供安全保障</p>
        <p>为了保障您的账号安全、交易安全以及系统运行安全，满足法律法规和我们协议规则的相关要求，在您使用我们的产品/服务过程中，经您授权我们会获取您的设备信息，包括您使用的设备属性、连接和状态信息，例如设备型号、唯一设备标识符（如IMEI/androidID/IDFA/OPENUDID/GUID、SIM卡IMSI信息等）、设备MAC地址、软件列表、电信运营商等。</p>
        <p>为提高您使用我们提供的服务的安全性，更准确地预防钓鱼网站欺诈和木马病毒，我们可能会使用或整合您的个人信息以及我们的关联方、合作伙伴取得您授权或者依法共享的信息，根据您的使用习惯和常用软件信息等来综合判断您的账号及交易风险，包括验证身份，预防、发现、调查可能存在的欺诈、网络病毒、网络攻击等安全风险以及违反我们或关联方协议、政策或规则等行为，以保护您、其他用户、我们或关联方的合法权益，并记录一些我们认为有风险的链接(“URL”)。</p>
        <p>（二）其他</p>
        <p style="font-weight: bold;">您可以通过客乐芙为其他人预定各类产品/服务，并提供该实际服务接收人的有关信息，此前请您确保已取得相关人的授权。</p>
        <p>如果我们将信息用于本政策未载明的其他用途，或者将基于特定目的收集而来的信息用于其他目的时，会单独征求您的授权同意。</p>
        <p style="font-weight: bold;">（三）征得同意的例外</p>
        <p style="font-weight: bold;">请您知悉，以下情形中，我们收集、使用个人信息无需征得您的授权同意：</p>
        <p>1、与国家安全、国防安全有关的；</p>
        <p>2、与公共安全、公共卫生、重大公共利益有关的；</p>
        <p>3、与犯罪侦查、起诉、审判和判决执行等有关的；</p>
        <p>4、出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；</p>
        <p>5、所收集的个人信息是个人信息主体自行向社会公众公开的；</p>
        <p>6、从合法公开披露的信息中收集的您的个人信息的，如合法的新闻报道、政府信息公开等渠道；</p>
        <p>7、根据您的要求签订合同所必需的；</p>
        <p>8、用于维护所提供的产品与/或服务的安全稳定运行所必需的，例如发现、处置产品与/或服务的故障；</p>
        <p>9、为合法的新闻报道所必需的；</p>
        <p>10、学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；</p>
        <p>11、法律法规规定的其他情形。</p>
        <p style="font-weight: bold;">请注意，单独或与其他信息相结合无法识别您的身份或者与您直接建立联系的信息，不属于个人信息。如果我们将单独无法与任何特定个人建立联系的信息与其他信息结合用于识别自然人个人身份，或者将其与个人信息结合使用，则在结合使用期间，此类信息将被视为个人信息。</p>
        <p style="font-weight: bold;">（四）个人信息的使用规则</p>
        <p>为满足您的个性化需求，维护、改进我们的产品或服务质量，我们会在符合法律规定并根据您具体授权的情况下使用如下信息：</p>
        <p style="font-weight: bold;">1、我们可能会收集您的订单信息、浏览及搜索信息、行为偏好（如您向我们提供的膳食习惯、就餐环境要求、常用酒店信息等信息）、位置信息等，以及将您在客乐芙上使用某项服务中提供的信息与来自其他服务中的信息结合起来，进行综合统计、分析以形成用户画像，用来向您推荐或展示您可能感兴趣的产品/服务信息，或者通过系统向您展示个性化的第三方推广信息。包括在客乐芙平台向您推送消息通知，为您提供智能推荐，给您发送推广信息或展示商业广告等。</p>
        <p>如您不希望接收我们给您发送的消息通知或推广短信，可以在移动端操作系统中的“通知”中心关掉对应的通知功能或通过信息中相应的退订功能进行退订。</p>
        <p>2、我们可能会收集您在参与产品/服务调查时主动向我们提供的信息，以及您与我们的关联方、合作伙伴之间互动时提供的相关信息，以便于您追踪订单情况、发起用户投诉以及我们优化客户服务的质量与流程。</p>
        <p>3、我们可能将业务中收集的个人信息用于统计分析和改进运营，将已经去标识化无法识别您身份且不能复原的信息用于建立数据库并进行商业化利用。例如通过您所在的位置、偏好等进行统计分析，从而改进我们的产品、服务或营销计划；又如为改进我们系统而进行的技术改造、网络维护、故障排除、内部政策与流程制定、生成内部报告等。</p>
        <h2 style="font-weight: bold;">二、我们如何使用Cookie和同类技术</h2>
        <p style="font-weight: bold;">（一）Cookie的使用</p>
        <p>为确保网站正常高效运转、为您获得更轻松的访问体验、向您推荐您可能感兴趣的内容，我们会在您的设备终端/系统上存储名为Cookie的小数据文件。Cookie会帮助您在后续访问我们网站时调用您的信息，简化您填写个人信息(例如一键登录等)的流程;为您提供安全购物的偏好设置;帮助您优化对广告的选择与互动;保护您的数据安全等。我们不会将 Cookie用于本隐私政策所述目的之外的任何用途。您可根据自己的偏好管理或删除 Cookie。您可以清除计算机或移动设备上保存的所有 Cookie，您有权接受或拒绝Cookie。大多数浏览器会自动接受Cookie，但您通常可根据自己的需要来修改浏览器的设置以拒绝Cookie;另外，您也可以清除软件内保存的所有Cookie。但您可能因此无法完全体验我们某些便捷性和安全性的服务功能。  </p>
        <p style="font-weight: bold;">（二）网络Beacon和同类技术的使用</p>
        <p>除Cookie外，我们网页上常会包含一些电子图象(称为"单像素"GIF文件或"网络Beacon")等其他同类技术，它们可以帮助网站计算浏览网页的用户或访问某些Cookie。我们使用网络Beacon的方式有:</p>
        <p>1、我们通过在我们网站上使用网络Beacon，计算用户访问数量，并通过访问Cookie辨认注册用户。</p>
        <p>2、我们通过得到的Cookie信息，可以在我们网站提供个性化服务。</p>
        <h2 style="font-weight: bold;">三、我们如何共享、转让、公开披露您的个人信息</h2>
        <p style="font-weight: bold;">（一）共享</p>
        <p>我们不会与客乐芙以外的任何公司、组织和个人共享您的个人信息，但以下情况除外：</p>
        <p>1、获得您明确同意或授权的共享。</p>
        <p>2、基于法定情形下：根据法律法规的规定、诉讼争议解决需要，或行政、司法等有权机关依法提出的要求。</p>
        <p style="font-weight: bold;">3、与关联公司共享：为向您提供一致化服务以及便于您进行统一管理，我们可能会将您的个人信息与我们的关联公司共享。但我们只会共享必要的个人信息，如果我们共享您的个人敏感信息或者关联方改变个人信息的使用目的，将再次征求您的授权同意。</p>
        <p style="font-weight: bold;">4、与合作伙伴分享：我们可能会向业务合作伙伴共享为您提供服务所必要的订单信息、账户信息、支付信息等。我们的业务合作伙伴包括以下类型：</p>
        <p><strong>供应商/服务提供商</strong>。仅为实现本政策中声明的目的，我们的某些服务将由业务合作伙伴提供。以保障为您提供的服务顺利完成，我们可能会将您的个人信息共享给上述合作伙伴，包括配送业务、技术服务、支付服务等。其中可能包括您的联络信息、订单信息、支付信息、地址信息等，以保障为您提供的服务顺利完成。例如在您购买我们的实物类产品时，我们必须与配送服务提供商共享您的订单和配送信息，以保证订单的安全准确送达；又如我们需要将您的订单号和订单金额与第三方支付机构共享以实现其确认您的支付指令并完成支付等。</p>
        <p><strong>第三方商家</strong>。我们必须将您的订单信息、必要交易信息与第三方商家共享，以便其向您提供商品、服务及售后等。例如您在预订我们提供的酒店餐饮类权益产品时，我们必须与酒店共享您的订单信息、手机号、就餐人数、权益激活码信息，以保证您能完整享用酒店餐饮服务。</p>
        <p> <strong>广告、分析服务类等业务合作伙伴</strong>。经您授权，我们可能会与提供广告投放推广和统计分析的合作伙伴共享信息，但我们仅会向这些合作伙伴提供广告推广的覆盖面、有效性以及统计类等信息，而不会共享可以识别您身份的个人信息，否则我们会对这些信息进行去标识化处理以避免对您身份的识别。相关合作伙伴可能会对上述信息进行汇聚分析，用于提供广告曝光监测或服务决策。</p>
        <p>5、基于协议约定：依据您与我们签署的相关协议(包括在线签署的电子协议及平台规则)或法律文件，有必要向第三方共享时。</p>
        <p>6、基于合理商业习惯：例如与第三方共享联合营销活动中的中奖信息，以便第三方能及时向您发放奖品；或者在我们计划与其他公司进行资本市场活动(包括但不限于IPO，债券发行)接受尽职调查时。</p>
        <p>7、基于学术研究；例如为科研机构开展统计或学术研究之必要。</p>
        <p>8、基于符合法律法规的社会公共利益等。</p>
        <p>请您知悉，我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，对我们仅为实现本政策中声明的目的与之共享个人信息的公司、组织和个人，我们会与其签署严格的信息保护和保密协定，要求他们遵守协议并采取相关的安全措施来保护您的个人信息。</p>
        <p style="font-weight: bold;">（二）转让</p>
      <p>随着我们业务的发展，我们及我们的关联方有可能进行合并、收购、资产转让或类似的交易，如涉及个人信息的转让，我们会要求受让您个人信息的公司、组织继续接受本隐私政策的约束，否则,我们将要求该公司、组织重新征求您的授权同意。</p>
      <p style="font-weight: bold;">（三）公开披露</p>
      <p>我们仅会在以下情况下，且采取符合业界标准的安全防护措施的前提下，才可能公开披露您的个人信息：</p>
      <p>1、根据您的需求，在您明确同意的披露方式下披露您所指定的个人信息；</p>
      <p>2、根据法律、法规的要求、强制性的行政执法或司法要求所必须提供您个人信息的情况下，我们可能会依据所要求的个人信息类型和披露方式公开披露您的个人信息。在符合法律法规的前提下，当我们收到上述披露信息的请求时，我们会要求必须出具与之相应的法律文件，如传票或调查函。</p>
      <p style="font-weight: bold;">（四）共享、转让、公开披露个人信息时事先征得授权同意的例外</p>
      <p>以下情形中，共享、转让、公开披露您的个人信息无需事先征得您的授权同意：</p>
      <p>1、与国家安全、国防安全有关的；</p>
      <p>2、与公共安全、公共卫生、重大公共利益有关的；</p>
      <p>3、与犯罪侦查、起诉、审判和判决执行等有关的；</p>
      <p>4、出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；</p>
      <p>5、其他维护公共利益的情形，例如您的信用评价信息需要被公开/共享；</p>
      <p>6、您自行向社会公众公开的个人信息；</p>
      <p>7、从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道。</p>
      <p>根据法律规定，共享、转让、公开披露经去标识化处理的个人信息，且确保数据接收方无法复原并重新识别个人信息主体的，我们对此类数据的处理将无需另行向您通知并征得您的同意。</p>
      <h2 style="font-weight: bold;">四、我们如何保存和保护您的个人信息</h2>
      <p style="font-weight: bold;"> （一）个人信息的保存</p>
      <p> 1、<strong>我们将在中华人民共和国境内收集的个人信息存储在中华人民共和国境内</strong>。如为处理跨境业务，且需要向境外传输您的个人信息完成交易的，我们会按照法律法规和相关监管部门的规定执行，并要求接收方按照我们的说明、本隐私政策以及其他任何相关的保密和安全措施来处理这些个人信息。</p>
      <p>2、除法律法规另有规定外，在您未删除、未注销账户前，或您停止使用、取消本公司提供的服务前，我们会保留您的相关个人信息，超出必要期限后，我们将对您的个人信息进行删除或匿名化处理。</p>
      <p> 3、您的个人信息经匿名化处理后将形成可以使用及流通的数据，我们对此类数据的保存及处理无需另行通知并征得您的同意。</p>
      <p style="font-weight: bold;">（二）个人信息的保护措施</p>
      <p>1、保护措施</p>
      <p>（1）我们非常重视个人信息安全，我们决不会将您的信息恶意出售或非法共享给任何第三方且会采取一切符合行业标准和惯例等一切合理可行的措施保护您的个人信息。</p>
      <p>（2）我们成立了专业团队负责研发和应用多种安全技术和程序等，建立了完善的信息安全管理制度。我们要求所有接触个人信息的员工签订严格的保密协议以保证您的信息不会泄露。</p>
      <p>（3）我们会对员工进行数据安全意识的培养和安全能力的培训，以便员工深刻认识到保护个人的重要性。我们会安排专门的人员管理信息权限，仅为确有必要的岗位开通信息调取的权限。</p>
      <p style="font-weight: bold;">（4）我们提醒您注意，互联网并非绝对安全的环境，在您使用我们及客乐芙关联公司或客乐芙合作方的服务时，我们强烈建议您不要使用非客乐芙推荐的通信方式发送您的信息。</p>
      <p style="font-weight: bold;">（5）我们也请您理解，在互联网行业由于技术的限制和飞速发展以及可能存在的各种恶意攻击手段，即使我们竭尽所能加强安全措施，也无法始终保证信息的百分之百的安全。请你了解，您使用我们的服务时所用的系统和通讯网络，有可能在我们控制之外的其他环节而出现安全问题。</p>
      <p>2、安全事件处置</p>
      <p>（1）如发生个人信息安全事件，我们将按照法律法规的要求，及时向您告知安全事件的基本情况和可能的影响、我们已采取或将要采取的处理措施、您可自主防范和降低的风险的建议、对您的补救措施等。我们会及时将事件相关情况以站内通知、短信通知、电话、邮件等您预留的联系方式告知您，难以逐一告知时我们会采取合理、有效的方式发布公告。</p>
      <p>（2）我们会及时处置系统漏洞、网络攻击、病毒侵袭及网络侵入等安全风险。在发生危害网络安全的事件时，我们会按照网络安全事件应急预案，及时采取相应的补救措施，并按照规定向有关主管部门报告。</p>
      <p>（3）如果您对我们的个人信息保护有任何疑问，可拨打我们的客服电话进行咨询。如您发现自己的个人信息泄密，尤其是您的客乐芙账户（如有）及密码（如有）或您在客乐芙合作方平台的账户及密码发生泄露，请您立即拨打我们的客服电话联系我们或我们合作方的客服电话，以便我们或我们的合作方采取相应措施。</p>
      <h2 style="font-weight: bold;">五、您如何管理您的个人信息</h2>
      <p>（一）个人信息管理</p>
      <p>1、如您发现我们采集、使用您个人信息的行为，违反了法律、行政法规规定或违反了与您的约定，您可以联系我们要求删除该违反行为下采集的您的个人信息。</p>
      <p style="font-weight: bold;">2、如您发现我们收集、储存的您的个人信息有错误的，或者您本人的个人认证信息发生变更的，可以联系我们要求进行更正。</p>
      <p>3、在响应您的上述要求前，为保障安全，我们需要先验证您的身份和凭证资料。</p>
      <p style="font-weight: bold;">4、您可拨打我们的客服电话咨询、了解客乐芙账户的注销相关事宜以及停止、取消使用客乐芙服务服务的相关事宜。当您符合约定的客乐芙账户注销条件并按客乐芙的流程注销某客乐芙账户（如有）后，或当您符合约定条件已停用、取消了客乐芙服务，您该账户（如有）内的所有信息将被清空，我们将不会再收集、使用或对外提供与该账户（如有）相关的个人信息，但您在使用我们的服务期间提供或产生的信息我们仍需按照法律法规及监管要求的时间进行保存，且在该保存的时间内依法配合有权机关的查询。</p>
      <p>5、如果您对本隐私权政策有任何疑问、意见或建议，或您在使用我们提供的服务时，就您的个人信息的收集、使用、共享、访问、更正、撤销、删除等相关事宜有任何意见或建议，您都可以拨打我们的客服电话与我们联系。</p>
      <p>6、例外。按照法律法规要求，以下情况中，我们将无法满足您关于管理个人信息的请求：</p>
      <p>（1）与国家安全、国防安全有关的；</p>
      <p>（2）与公共安全、公共卫生、重大公共利益有关的；</p>
      <p>（3）与犯罪侦查、起诉、审判和执行等有关的；</p>
      <p>（4）有充分证据表明您存在主观恶意或滥用权利的；</p>
      <p>（5）响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的；</p>
      <p>（6）涉及商业秘密的。</p>
      <p style="font-weight: bold;">  六、未成年人的个人信息保护</p>
      <p>  客乐芙非常重视对未成年人个人信息的保护。我们的网站和服务主要面向成人。<strong>如您为未成年人的，建议您请您的父母或监护人仔细阅读本隐私权政策，并在征得您的父母或监护人同意的前提下使用我们的服务或向我们提供信息。</strong></p>
      <p>  对于经父母或监护人同意使用我们的产品或服务而收集未成年人个人信息的情况，我们只会在法律法规允许、父母或监护人明确同意或者保护未成年人所必要的情况下使用、共享、转让或披露此信息。</p>
      <p style="font-weight: bold;">  如果我们发现自己在未事先获得可证实的父母或法定监护人同意的情况下收集了未成年人的个人信息，则会设法尽快删除相关数据。</p>
      <p style="font-weight: bold;">  七、通知和修订</p>
      <p style="font-weight: bold;">  为给您提供更好的服务，我们的业务将不时变化，本隐私政策也将随之调整。未经您明确同意，我们不会削减您依据本隐私政策所应享有的权利。我们会通过在我们网站、移动端上发出更新版本或以其他方式提醒您相关内容的更新，也请您访问我们以便及时了解最新的隐私政策。在前述情况下，若您继续使用我们的服务，即表示同意接受修订后的本政策并受之约束。     </p>
      <p style="font-weight: bold;">  八、如何联系我们</p>
      <p>  您可以通过以下方式与我们联系：</p>
      <p>  客乐芙服务热线400 921 6918，热线人工服务时间: 北京时间9:00～18:00；北京时间18：00～9:00仅接受热线语音服务。</p>
      <p>  附录：</p>
      <p>  1、个人信息：指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。本隐私政策中可能涉及到的个人信息包括但不限于：个人基本信息（包括姓名、电话号码、性别、住址、生日等）；个人身份信息（包括身份证、军官证、护照、驾驶证等）；网络身份标识信息（包括系统账号、IP地址、邮箱地址及与前述有关的密码、口令、口令保护答案）；个人财产信息（包括银行账号、交易和消费记录等）；联系人信息（包括通讯录信息、好友列表等）；个人上网记录（包括网站浏览记录、点击记录等）；个人设备信息（包括唯一设备识别码等描述个人常用设备基本情况的信息）；个人位置信息（包括行踪轨迹、精准定位信息、住宿信息等）。</p>
      <p style="font-weight: bold;">  2、个人敏感信息：是指一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视性待遇等的个人信息。本隐私政策中可能涉及到的个人敏感信息包括：个人身份认证信息（包括身份证、军官证、护照、驾驶证、学生证等）；个人财产信息（银行账号、交易和消费记录等）；其他信息（行踪轨迹、通讯录信息、住宿信息、精准定位信息等）；14周岁以下的儿童信息。</p>
      <p>  3、客乐芙：本政策中所指的“客乐芙”是指上海静元信息技术有限公司旗下所有公司及其附属、关联公司。</p>


        </div>
  </div>
</template>

<script>
export default {
  name: 'useration',
  data () {
    return {}
  },
  created () {},
  methods: {}
}
</script>

<style scoped lang="scss">
.aboutVipBox{ background: #fff;}
.aboutvipmsg{padding: .2rem .3rem;}
.aboutvipmsg{
   .titleDiv{text-align: center; padding: .2rem 0; font-size: .3rem; font-weight: bold; color: #333;}
}
.aboutvipmsg{
  h2{font-size: .28rem; padding: .1rem 0; color: #666;}
}
.aboutvipmsg {
  p{padding: .1rem 0; color: #999; line-height: .4rem;}
}
</style>
