<template>
<div class="aboutVipBox">
  <div class="aboutvipmsg">
          <div class="titleDiv">《客乐芙超级会员服务协议》</div>
            <p style="text-align:right">协议更新日期：2020年04月07日</p>
            <p>请认真阅读并理解以下内容，其中以加粗方式显著标识的文字，请着重阅读、慎重考虑。</p>
            <p>本协议是您（以下也称“用户”）与客乐芙平台（包括但不限于网站、H5页面、移动应用APP、微信公众平台、微信小程序、支付宝小程序等）运营方上海静元信息技术有限公司（以下简称为"客乐芙"）之间就客乐芙超级会员所订立的契约。请您仔细阅读本协议，您勾选"已阅读并同意"选项后，本协议即构成对双方有约束力的法律文件。</p>
            <h2>第1条 相关定义</h2>
            <p>1.1客乐芙超级会员：客乐芙超级会员是为客乐芙客户打造的高级会员服务，通过提供高品质的客户服务，丰富的客户服务优惠，让网购变的更加方便，省钱和放心。</p>
            <p>1.2客乐芙超级会员的获得：</p>
            <p>1）首次购买超级会员：符合客乐芙超级会员开通资格的用户可以通过客乐芙平台直接购买客乐芙超级会员，具体的收费标准、会籍有效期及超级会员服务内容以客乐芙平台显示为准；</p>
            <p>2）首次领取超级会员：符合客乐芙超级会员申领资格的用户可通过客乐芙合作渠道跳转至客乐芙平台免费申领或以优惠价格购买客乐芙超级会员，首次领取客乐芙超级会员的会籍有效期由客乐芙根据其与各个渠道的合作模式确定，具体以客乐芙平台显示为准；</p>
            <p>3）首次开通超级会员的有效期到期后，您可以通过客乐芙平台进行续费，以延长有效期。</p>
            <p>1.3自动续费服务：指客乐芙平台合作的第三方支付机构根据您的授权，执行您因客乐芙超级会员会费委托客乐芙超级会员的交易相对方所在平台/网站（以下简称“客乐芙”）向第三方支付机构发起的扣款指令，从而为您提供的支付服务。基于权益调整、市场与业务的发展，客乐芙超级会员可能会调整会员开通所需会员服务费用，会员服务费用调整自公布之日起生效，您于生效前已开通的超级会员服务不受影响，但该超级会员服务到期后若需续费开通，则需按照调整后已生效的费用标准支付。</p>
            <h2>第2条 客乐芙平台超级会员服务条款的确认和接纳</h2>
            <p>2.1客乐芙平台所提供的客乐芙超级会员活动的所有权和运作权归客乐芙所有。</p>
            <p>2.2用户点击同意本协议的，即视为用户确认自己同意接受客乐芙超级会员相关服务的条款，且同意按本协议内容履行，如产生用户相关责任的，同意承担相应法律责任。</p>
            <p>2.3如果您在18周岁以下，您只能在父母或监护人的监护参与下方能参与体验该服务。</p>
            <p>2.4客乐芙保留在中华人民共和国大陆地区法施行之法律允许的范围内独自决定拒绝服务、关闭用户账户、清除或编辑内容等相关权利。</p>
            <p>2.5您同意并理解，如您首次免费领取客乐芙超级会员并开通自动续费服务，客乐芙超级会员免费使用期结束后，您将自动获得客乐芙超级年卡会员资格；如购买客乐芙超级会员年卡或季卡并开通自动续费服务，客乐芙超级会员资格到期后，您的超级会员资格将自动延期一年或一季。在上述情形下，您授权客乐芙自动扣除一年期或一季期的客乐芙超级会员会费。如您不希望购买客乐芙超级会员正式资格，或者您已具有客乐芙超级会员正式资格但不想对客乐芙超级会员资格续期，或者您不希望自动扣款，则您应在客乐芙收取超级会员会费前指定时间内，通知客乐芙您的决定。</p>
            <p>2.6 客乐芙超级会员会费扣取有自动续费功能，客乐芙会在扣款前3日短信通知您。请您留意扣款通知。</p>
            <p>2.7 客乐芙超级会员开通后，您在已开通的服务期内中途主动取消服务或终止资格的，将不获得为开通本服务而支付费用的退还。</p>
            <h2>第3条 客乐芙超级会员权益</h2>
            <p>您成为客乐芙超级会员后，可享受的会员权益以客乐芙平台公布的信息为准。为更好的向会员提供服务，客乐芙有权基于自身业务发展需要调整全部或部分会员权益。客乐芙就前述权益调整将在相应服务页面进行通知或公告，您可以通过客乐芙平台查询最新的会员权益内容。</p>
            <h2>第4条 用户会员使用注意事项</h2>
            <p>4.1提交申请开通时，用户同意并提交本人手机号码和邮箱等客乐芙所需的个人资料，并保证其提供的注册资料真实、准确、完整、合法有效，用户注册资料如有变动的，应及时更新其注册资料。如果用户提供的注册资料不合法、不真实、不准确、不详尽，用户需承担因此引起的相应责任及后果，并且客乐芙保留终止用户参与该活动的权利。</p>
            <p>4.2服务开通后，用户应谨慎合理的保存、使用其用户名和密码，不得将在本站注册获得的账户借给他人使用，否则用户应承担由此产生的全部责任，同时客乐芙在该种情况下有权做出独立判断，可采取暂停或关闭用户参与资格等措施。</p>
            <p>4.3用户同意，客乐芙拥有通过邮件、短信电话等形式，向其发送相关活动信息等必要信息的权利。</p>
            <p>4.4客乐芙超级会员用户通过客乐芙账号操作的各项行为应符合法律法规规定、平台规则规定、权益使用说明及《客乐芙超级会员服务协议》、《客乐芙用户服务协议》、《客乐芙隐私权政策》、《客乐芙用户个人信息授权书》约定，当出现违反法律法规规定或违约行为，客乐芙有权按照上述平台内规则对您的账号和订单予以处理，如客乐芙或商家会对您进行平台权益和超级会员权益降级，强制风险验证、冻结或关闭客乐芙用户账号、取消订单、暂停或停止提供服务、关闭超级会员开通资格、关停已开通的超级会员服务，已绑定的或获取的超级会员权益被全部/部分取消或暂停使用等操作，不退换已支付的会员服务费用，且不进行任何赔偿或补偿。如给客乐芙或相关方造成损失，超级会员用户需承担全部责任。从公平合理的角度，您应知晓所有通过该账户实现的操作产生的全部后果由您自行承担。</p>
            <p>4.5超级会员用户违规行为包含但不限于以下行为时，客乐芙有权关闭您的超级会员开通资格、关停您已开通的超级会员服务，已绑定的或获取的超级会员权益被全部/部分取消或暂停使用，且不退换已支付的会员服务费用。从公平合理的角度，您应知晓所有通过该账户实现的操作产生的全部后果或损失由您自行承担。</p>
            <p>1）利用超级会员服务进行盈利或非法获利；</p>
            <p>2）以任何形式转让或转移超级会员服务或超级会员权益；</p>
            <p>3）将超级会员服务或会员权益借给他人使用、代他人下单；</p>
            <p>4）通过任何不正当手段或以违反诚实信用原则的方式开通超级会员服务，如恶意绕过正常开通流程；</p>
            <p>5）使用超级会员权益获取的商品或服务并非用于个人消费或使用；</p>
            <p>6）同一用户注册、持有、使用或控制多个会员账号。其中，同一用户是指客乐芙账户、手机号码、支付账号、身份证号码、设备号、注册信息、网络操作日志、交易订单信息等与用户身份和行为相关的信息，其中任意一项或数项存在相同、相似，亦或通过特定标记批量信息进行分析，其数项存在相同、相似的；</p>
            <p>7）用户在使用会员服务时，存在利用秒杀器等工具下单、套取优惠利差、虚假下单交易、提供虚假交易信息等扰乱交易秩序、违反交易规则的行为；</p>
            <p>8）经客乐芙判断，超级会员用户行为不符合公平原则或诚实信用原则的情形。</p>
            <h2>第5条 协议更新及用户关注义务</h2>
            <p>5.1根据国家法律法规变化及网站运营需要，客乐芙有权以网站公告的方式进行不定期地制定、修改本协议及/或相关服务规则，暂停、取消和修改本协议条款，修改后的协议一旦被公告在本站上即生效，并代替原来的协议。用户应及时关注不时发布的各项服务规则及本协议的变更。若不同意相关规则及条款修改的，应及时终止与本站的协议。如用户继续使用本网站提供的服务的，即视为同意更新后的协议。客乐芙建议您在使用本站之前阅读本协议及本站的公告。</p>
            <h2>第6条 法律管辖和适用</h2>
            <p>客乐芙有权以网站公告的方式进行不定期地制定、修改本协议及/或相关服务规则，暂停、取消和修改本协议条款，修改后的协议一旦被公告在本站上即生效，并代替原来的协议。用户应及时关注不时发布的各项服务规则及本协议的变更。若不同意相关规则及条款修改的，应及时终止与本站的协议。如用户继续使用本网站提供的服务的，即视为同意更新后的协议。客乐芙建议您在使用本站之前阅读本协议及本站的公告。如缔约方就本协议内容或其执行发生任何争议，双方应尽力友好协商解决；协商不成时，任何一方均可向本协议签订地上海市浦东新区人民法院提起诉讼。</p>
            <h2>第7条 其他</h2>
            <p>7.1如因不可抗力或其它本站无法控制的原因使本站活动服务无法及时提供或无法按本协议进行的，客乐芙会合理地尽力协助处理善后事宜。</p>
            <p>7.2用户除遵守本协议外，仍应同时遵守《客乐芙用户服务协议》。</p>
        </div>
  </div>
</template>

<script>
export default {
  name: 'vipation',
  data () {
    return {}
  },
  created () {},
  methods: {}
}
</script>

<style scoped lang="scss">
.aboutVipBox{ background: #fff;}
.aboutvipmsg{padding: .2rem .3rem;}
.aboutvipmsg{
   .titleDiv{text-align: center; padding: .2rem 0; font-size: .3rem; font-weight: bold; color: #333;}
}
.aboutvipmsg{
  h2{font-size: .28rem; padding: .1rem 0; color: #666;}
}
.aboutvipmsg {
  p{padding: .1rem 0; color: #999; line-height: .4rem;}
}
</style>
